Repository: Solarisbank/identhub-ios
Catalog: Modules/IdentHubSDKFourthline/IdentHubSDKFourthline/Resources/Localization/*.lproj/Localizable.strings
Languages: de, fr

# welcome_start_button
source: Start
de: Starten
fr: Commencer

# welcome_camera_title
source: Smile for the camera
de: Bitte schauen Sie direkt in die Kamera
fr: Sourire pour la caméra

# welcome_camera_description
source: Your selfie will be compared to the one in your ID document. Don’t worry, it’s never going to see the light of day, promise!
de: Ihr Selfie wird mit dem Foto auf Ihrem Ausweisdokument verglichen. Keine Sorge, es wird nie das Licht der Welt erblicken, versprochen!
fr: Votre selfie va être comparé avec la photo de votre document d’identité. Ne vous inquiétez pas, il ne verra jamais la lumière du jour, promis !

# welcome_document_title
source: Scan your ID document
de: Scannen Sie Ihr Ausweisdokument
fr: Scanner votre document d’identité

# welcome_document_description
source: With this we can make sure that you’re really who you say you are and avoid identity theft.
de: Damit stellen wir sicher, dass Sie es wirklich sind, und können damit Identitätsdiebstahl verhindern.
fr: Nous pouvons ainsi nous assurer que vous êtes bien celui que vous prétendez être et éviter l’usurpation d’identité.

# welcome_location_title
source: Submit your case
de: Standort aktivieren und hochladen
fr: Soumettez votre dossier

# welcome_location_description
source: Last thing you need to do is enabling your location and submitting your case! How easy it that?
de: Als Letztes müssen Sie Ihren Standort aktivieren und Ihre Daten hochladen! Wie einfach ist das?
fr: La dernière chose que vous devez faire est d’activer votre localisation et de soumettre votre dossier! C’est facile, n’est-ce pas ?

# welcome_page_acknowledgement
source: I acknowledge SAFENED Fourthline's privacy statement.
de: Ich habe die Hinweise zum Datenschutz von SAFENED Fourthline zur Kenntnis genommen.
fr: Je reconnais la déclaration de confidentialité de SAFENED Fourthline.

# welcome_page_fourthline_privacy
source: SAFENED Fourthline's privacy statement
de: Datenschutz von SAFENED Fourthline
fr: déclaration de confidentialité de SAFENED Fourthline

# welcome_page_namirial_terms
source: I agree to Namirial's Terms & Conditions
de: Ich stimme den Allgemeinen Geschäftsbedingungen von Namirial zu.
fr: J'accepte les Conditions générales de Namirial

# welcome_page_terms
source: Terms & Conditions
de: Geschäftsbedingungen
fr: Conditions générales

# selfie_title
source: Take a selfie
de: Machen Sie ein Selfie-Foto
fr: Prendre un selfie

# selfie_scanning
source: scanning...
de: Erkennen...
fr: scan en cours...

# selfie_detected
source: face detected
de: Gesicht erfolgreich erkannt
fr: visage détecté

# selfie_success
source: Scan Successful
de: Scan erfolgreich
fr: Scan réussi

# selfie_retake
source: Retake
de: Wiederholen
fr: Répéter

# selfie_confirm
source: Confirm
de: Bestätigen
fr: Confirmer

# selfie_confirm_selfie
source: Confirm Selfie
de: Selfie bestätigen
fr: Confirmer le selfie

# selfie_warning_face_not_in_frame
source: Fit face in frame
de: Gesicht an den Fotorahmen anpassen
fr: Ajuster le visage au cadre

# selfie_warning_face_not_detected
source: Face not detected
de: Gesicht nicht erkannt
fr: Visage non détecté

# selfie_warning_face_too_close
source: Move the phone farther
de: Halten Sie das Handy weiter entfernt von Ihrem Gesicht
fr: Éloigner le téléphone

# selfie_warning_face_too_far
source: Move the phone closer
de: Halten Sie das Handy näher an Ihr Gesicht
fr: Rapprocher le téléphone

# selfie_warning_face_camera_directly
source: Face the camera directly
de: Schauen Sie direkt in die Kamera
fr: Faire directement face à la caméra

# selfie_warning_multiple_faces_detected
source: Multiple faces detected
de: Mehrere Gesichter erkannt
fr: Visages multiples détectés

# selfie_warning_device_not_steady
source: Device not steady
de: Handy ist nicht in einer stabilen Position
fr: Appareil instable

# selfie_warning_looking_for_face
source: Looking for a face
de: Gesichtserkennung
fr: À la recherche d’un visage

# selfie_warning_unknown
source: Occurs unknown issue
de: Unbekannter Fehler
fr: Un problème inconnu est survenu

# selfie_error_failed
source: Selfie failed
de: Selfie fehlgeschlagen
fr: Échec du selfie

# selfie_error_timeout
source: Photo timed out
de: Zeitlimit erreicht
fr: Délai pour la photo expiré

# selfie_error_face_disappeared
source: Face disappeared
de: Gesicht nicht sichtbar während der Lebendigkeitsprüfung
fr: Le visage a disparu

# selfie_error_camer_permission
source: Camera permission required
de: Kamerazugriff benötigt
fr: Autorisation de caméra requise

# selfie_error_recording_failed
source: Something went wrong
de: Etwas ist schiefgelaufen
fr: Une erreur s’est produite

# selfie_error_scanner_interrupted
source: Scanner was interrupted
de: Scanner unterbrochen
fr: Le scanner a été interrompu

# selfie_error_unknown
source: Something went wrong
de: Etwas ist schiefgelaufen
fr: Une erreur s’est produite

# selfie_error_alert_title
source: Selfie scan failed
de: Selfie-Scan fehlgeschlagen
fr: Échec du scan du selfie

# selfie_error_alert_message
source: It was not possible to take your selfie. This process is mandatory for your onboarding process.
de: Selfie-Scan ist gescheitert. Dieser Schritt ist notwendig für Ihre Identifizierung, bitte versuchen Sie es erneut.
fr: Il n’a pas été possible de prendre votre selfie. Ce processus est obligatoire pour votre processus d’intégration.

# selfie_error_multiple_faces
source: Camera detects multiple faces. Please make sure you're scan single person face.
de: Mehr als ein Gesicht erkannt. Bitte stellen Sie sicher, dass nur Ihr Gesicht während des Scanvorgangs sichtbar ist.
fr: La caméra détecte des visages multiples. Assurez-vous de scanner le visage d’une seule personne.

# selfie_error_reset_not_allowed
source: Session still active. Please continue.
fr: La session est toujours active. Veuillez continuer.

# selfie_liveness_title
source: Liveness check
de: Lebendigkeitsprüfung
fr: Preuve de vie

# selfie_liveness_checking
source: liveness check...
de: Lebendigkeitsprüfung...
fr: Preuve de vie…

# selfie_liveness_confirm
source: liveness confirm
de: Lebendigkeit bestätigt
fr: Confirmation de la preuve de vie

# selfie_liveness_faild
source: liveness check failed
de: Lebendigkeitsprüfung fehlgeschlagen
fr: Has completado el proceso de identificación. Descarga los documentos y guárdalos en un lugar seguro, para futuras consultas.

# selfie_liveness_turn_head_left
source: Turn your head left
de: Bitte drehen Sie Ihren Kopf nach links.
fr: Tourner la tête sur la gauche

# selfie_liveness_turn_head_right
source: Turn your head right
de: Bitte drehen Sie Ihren Kopf nach rechts.
fr: Tourner la tête sur la droite

# camera_permission_error_title
source: Camera permission denied
de: Kamerazugriff verweigert
fr: Autorisation de caméra refusée

# camera_permission_error_message
source: Scanner can't be started without camera permission; please allow it
de: Der Scanner kann ohne Kamerazugriff nicht gestartet werden. Bitte erlauben Sie den Zugriff.
fr: Le scanner ne peut pas être lancé sans l’autorisation de la caméra, veuillez l’autoriser

# camera_error_message
source: ERROR: In order to use vision scanners you need to grant camera permission.
de: FEHLER: Um den Scanner zu benutzen, müssen Sie den Kamerazugriff erlauben.
fr: ERREUR : Pour pouvoir utiliser les scanners de vision, vous devez accorder l’autorisation à la caméra.

# camera_permission_not_granted
source: Camera permission required
de: Kamerazugriff nicht erlaubt.
fr: Autorisation de caméra requise

# doc_scanner_title
source: Your ID-document
de: Ihr Ausweisdokument
fr: Votre document d’identité

# doc_scanner_description
source: choose your document type
de: bitte wählen Sie Ihr Ausweisdokument
fr: choisissez votre type de document

# doc_scanner_passport
source: Passport
de: Reisepass
fr: Passeport

# doc_scanner_id_card
source: ID Card
de: Personalausweis
fr: Carte d’identité

# doc_scanner_paper_id
source: Paper ID
de: Papierausweis
fr: Pièce d'identité papier

# doc_scanner_scan_successful
source: Scan successful
de: Scan erfolgreich
fr: Scan réussi

# doc_scanner_scanning
source: Scanning...
de: Scannen...
fr: Scan en cours...

# doc_scanner_scan_failed
source: Scan failed
de: Scan fehlgeschlagen
fr: Échec du scan

# doc_scanner_retake
source: Retake
de: Wiederholen
fr: Nouvel essai

# doc_scanner_confirm_result
source: Confirm the result
de: Bestätigen Sie das Ergebnis
fr: Veuillez confirmer le résultat

# doc_scanner_warning_device_not_steady
source: Device not steady
de: Handy ist nicht in einer stabilen Position
fr: Appareil instable

# doc_scanner_warning_too_dark
source: Too dark
de: Dokument ist zu dunkel
fr: Trop sombre

# doc_scanner_warning_unkown
source: Something went wrong
de: Etwas ist schiefgelaufen
fr: Une erreur s’est produite

# doc_scanner_error_interrupted
source: Scanner was interrupted
de: Scanner unterbrochen
fr: Le scanner a été interrompu

# doc_scanner_error_timeout
source: Scan timed out
de: Scanner Zeitlimit erreicht
fr: Délai du scan expiré

# doc_scanner_error_alert_title
source: Document scan failed
de: Scanaufnahme gescheitert
fr: Échec du scan du document

# doc_scanner_error_alert_message
source: It was not possible to scan your document. This process is mandatory for your onboarding process.
de: Ein Scanfehler ist aufgetreten. .Dieser Schritt ist notwendig für Ihre Identifizierung, bitte versuchen Sie es erneut.
fr: Il n’a pas été possible de scanner votre document. Ce processus est obligatoire pour votre processus d’intégration.

# doc_scanner_error_snapshot_not_allowed
source: Step take document snapshot is not active anymore.
de: Dokument-Snapshot nicht mehr aktiv.
fr: L’étape prendre un instantané du document n’est plus active.

# doc_scanner_error_step_not_finished
source: Step is not successfully finished.
de: Prozessschritt ist nicht erfolgreich abgeschlossen.
fr: L’étape n’est pas terminée avec succès.

# doc_scanner_error_reset_not_allowed
source: Step still active.
de: Prozessschritt ist noch aktiv, Zurücksetzen nicht erlaubt.
fr: Étape toujours active.

# doc_scanner_info_title
source: Document information
de: Dokumentinformation
fr: Informations du document

# doc_scanner_info_doc_number
source: document number
de: Dokumenten- / Ausweisnummer
fr: numéro du document

# doc_scanner_info_issue_date
source: date of issue
de: Ausstellungsdatum
fr: date de délivrance

# doc_scanner_info_expire_date
source: document expiry date
de: Ablaufdatum / gültig bis
fr: date d’expiration du document

# doc_scanner_info_warning
source: Please confirm if your data derived properly from the document scan
de: Bitte bestätigen Sie die Korrektheit der Daten ihres Dokuments.
fr: Veuillez confirmer si vos données ont été correctement dérivées du document scanné

# doc_scanner_info_enter_data
source: Please enter
de: Bitte eingeben
fr: Entrez, s'il-vous-plaît

# doc_scanner_info_confirm_data
source: Please confirm
de: Bitte bestätigen
fr: Confirmez, s'il-vous-plaît

# doc_scanner_info_expire_date_message
source: Expiry date can not be in the past
de: Das Verfallsdatum darf nicht in der Vergangenheit liegen
fr: La date d'expiration ne peut pas être dans le passé

# doc_scanner_side_front_name
source: front
de: vorderseite
fr: recto

# doc_scanner_side_back_name
source: back
de: rückseite
fr: verso

# doc_scanner_side_inside_left_name
source: inside left
de: innenseite links
fr: intérieur gauche

# doc_scanner_side_inside_right_name
source: inside right
de: innenseite rechts
fr: intérieur droite

# doc_scanner_side_undefined_name
source: Document side not defined
de: Dokumentenseite nicht definiert
fr: côté du document non défini

# doc_scanner_side_front_title
source: Scan the front of the document
de: Bitte scannen Sie die Vorderseite von Ihrem Ausweisdokument
fr: Veuillez scanner la première page du document

# doc_scanner_side_front_angled_title
source: Make a front picture of the document at an angle
de: Fotografieren Sie das Dokument in einem Winkel
fr: Prendre une photo du document sous un angle

# doc_scanner_side_back_title
source: Scan the back of the document
de: Bitte scannen Sie die Hinterseite von Ihrem Ausweisdokument
fr: Veuillez scanner la dernière page du document

# doc_scanner_side_back_angled_title
source: Make a back picture of the document at an angle
de: Fotografieren Sie das Dokument in einem Winkel
fr: Prendre une photo du document sous un angle

# doc_scanner_side_inside_left_title
source: Scan the inside left of the document
de: Bitte scannen Sie die linke Innenseite von Ihrem Ausweisdokument
fr: Veuillez scanner l'intérieur gauche du document

# doc_scanner_side_inside_left_angled_title
source: Scan the inside left of the document at an angle
de: Bitte scannen Sie die linke Innenseite von Ihrem Ausweisdokument angewinkelt
fr: Veuillez scanner l'intérieur gauche du document sous un autre angle

# doc_scanner_side_inside_right_title
source: Scan the inside right of the document
de: Bitte scannen Sie die rechte Innenseite von Ihrem Ausweisdokument
fr: Veuillez scanner l'intérieur droit du document

# doc_scanner_side_inside_right_angled_title
source: Scan the inside right of the document at an angle
de: Bitte scannen Sie die rechte Innenseite von Ihrem Ausweisdokument angewinkelt
fr: Veuillez scanner l'intérieur droit du document sous un autre angle

# doc_scanner_side_undefined_title
source: Please take a picture of the document
de: Bitte fotografieren Sie das Dokument
fr: Prenez une photo du document, s'il-vous-plaît

# upload_data_title
source: Data upload
de: Daten-Upload
fr: Téléchargement des données

# upload_data_description
source: Your data is being uploaded...
de: Ihre Daten werden verarbeitet...
fr: Vos données sont traitées...

# upload_data_uploading
source: Uploading...
de: Wird hochgeladen...
fr: Téléchargement en cours...

# upload_data_preparation
source: Prepare upload data...
de: Upload-Daten vorbereiten...
fr: Préparer les données de téléchargement...

# result_success_title
source: Congratulations
de: Herzlichen Glückwunsch
fr: Félicitations

# result_success_description
source: Your data was confirmed.
de: Ihre Daten wurden erfolgreich bestätigt.
fr: Vos données ont été confirmées.

# result_failed_title
source: Please try again…
de: Bitte erneut versuchen…
fr: Veuillez réessayer....

# result_failed_description
source: Identification process fails.
de: Identifikation ist fehlgeschlagen.
fr: Le processus d’identification a échoué.
