Repository: Solarisbank/identhub-ios
Catalog: Modules/Core/IdentHubSDKCore/Resources/Localization/*.lproj/Localizable.strings
Languages: de, fr

# api_error_malformed_json
source: Indicates that string received in the response couldn't been parsed.
de: Der in der Antwort empfangene String kann nicht geparst werden.
fr: Indique que la chaîne reçue dans la réponse n’a pas pu être analysée.

# api_error_client_error
source: Indicates the error on the client's side.
de: Ein clientseitiger Fehler ist aufgetreten.
fr: Indique que l’erreur est du côté du client.

# api_error_authorization_failed
source: Indicates that authorization failed.
de: Autorisierung fehlgeschlagen.
fr: Indique que l’autorisation a échoué.

# api_error_unauthorized
source: Action has not been authorized.
de: Aktion nicht autorisiert.
fr: L’action n’a pas été autorisée.

# api_error_data_mismatch
source: Data mismatch.
de: Datenkonflikt.
fr: Données non concordantes.

# api_error_incorrect_ident_status
source: The identification status was not allowed to proceed with the action.
de: Der Identifikationsstatus darf die Aktion nicht fortsetzen.
fr: Le statut d’identification n’a pas permis de poursuivre l’action.

# api_error_unprocessable_entity
source: Data invalid or expired.
de: Daten ungültig oder abgelaufen.
fr: Données non valides ou expirées.

# api_error_internal_server_error
source: Indicates the internal server error.
de: Interner Serverfehler ist aufgetreten.
fr: Indique l’erreur de serveur interne.

# api_error_request_build_error
source: Indicates build request error.
de: Build-Request-Fehler ist aufgetreten.
fr: Indique une erreur de demande de construction.

# api_error_unknown
source: Indicates that api client encountered an error not listed above.
de: Ein oben nicht aufgeführter Fehler ist aufgetreten.
fr: Indique que l’api client a rencontré une erreur non répertoriée ci-dessus.

# api_error_resource_not_found
source: Resource has not been found.
de: Ressource nicht gefunden.
fr: La ressource n’a pas été trouvée.

# api_error_location_permission
source: Location permission denied.
de: Standortzugriff abgelehnt.
fr: Autorisation de localisation refusée.

# api_error_location_error
source: Device can't define location data.
de: Gerät kann Standortdaten nicht finden.
fr: L’appareil ne peut pas définir les données de localisation.

# api_error_iban_verification
source: IBAN verification failed.
de: IBAN-Überprüfung fehlgeschlagen.
fr: Échec de la vérification de l’IBAN.

# api_error_payment_failure
source: Payment verification failed.
de: Zahlungsüberprüfung fehlgeschlagen.
fr: Échec de vérification du paiement.

# common_next
source: Next
de: Weiter
fr: Suite

# common_quit
source: Quit
de: Verlassen
fr: Quitter

# common_continue_button
source: Continue
de: Weiter
fr: Continuer

# common_back
source: Back
de: Zurück
fr: Retour

# common_verifying
source: Verifying...
de: Verifizieren...
fr: Vérification en cours...

# common_download_all_documents
source: Download all documents
de: Alle Dokumente herunterladen
fr: Télécharger tous les documents

# common_dismiss
source: Dismiss
de: Verwerfen
fr: Rejeter

# common_try_again
source: Try again
de: Erneut versuchen
fr: Réessayer

# common_cancel
source: Cancel
de: Abbrechen
fr: Annuler

# common_settings
source: Settings
de: Einstellungen
fr: Paramètres

# common_generic_error
source: Something went wrong
de: Etwas ist schiefgelaufen
fr: Une erreur s’est produite

# common_confirm
source: Confirm
de: Bestätigen
fr: Confirmer

# progress_view_progress
source: Identification progress
de: Identifikation in Bearbeitung
fr: Progression de l’identification

# progress_view_phone_verification
source: Phone verification
de: Verifizierung der Telefonnummer
fr: Vérification du téléphone

# progress_view_bank_verification
source: Bank verification
de: Verifizierung der Bankverbindung
fr: Vérification bancaire

# progress_view_sign_documents
source: Sign documents
de: Dokumente unterschreiben
fr: Signer documents

# identhub_fourthline_generic_loading_title
source: Please wait...
de: Bitte warten...

# quitting_title
source: Are you sure you want to quit onboarding process?
de: Sind Sie sich sicher, dass Sie den Anmeldeprozess verlassen wollen?
fr: Êtes-vous sûr de vouloir quitter le processus d’intégration ?

# quitting_description
source: Your progress will be lost. You will be required to repeat the steps next time.
de: Ihr Fortschritt wird nicht gespeichert. Beim nächsten Versuch werden Sie wieder von vorne beginnen.
fr: Votre progression sera perdue. Vous devrez répéter les étapes la prochaine fois.

# quitting_stay_action
source: Stay
de: Bleiben
fr: Rester

# phone_verification_title
source: Confirm phone
de: Rufnummer bestätigen
fr: Confirmez votre numéro de téléphone

# phone_verification_enter_code
source: Enter the 6-digit code sent to your mobile number %1$@
de: Geben Sie den 6-stelligen Code ein, der an Ihre Handynummer %1$@ gesendet wurde
fr: Saisissez le code à 6 chiffres envoyé à votre numéro de téléphone mobile %1$@

# phone_verification_request_code_timer
source: Request a new code in
de: Neuen Code anfordern in
fr: Demander un nouveau code

# phone_verification_send_new_code
source: Send new code
de: Neuen Code senden
fr: Envoyer un nouveau code

# phone_verification_wrong_tan
source: Wrong TAN. You need to request a new TAN and try again.
de: Falsche TAN. Sie müssen eine neue TAN anfordern und es erneut versuchen.
fr: TAN incorrect. Vous devez demander un nouveau TAN et réessayer.

# request_tan_failed
source: Failed to request new TAN.
de: Neue TAN konnte nicht angefordert werden.
fr: Échec de la demande d'un nouveau TAN.

# phone_verification_submit_code
source: Submit code
de: Code senden
fr: Soumettre le code

# phone_verification_request_new_code
source: Request new code
de: Neuen Code anfordern
fr: Demander un nouveau code

# phone_verification_success_title
source: Phone verification successful!
de: Rufnummer erfolgreich bestätigt
fr: Vérification du téléphone réussie !

# phone_verification_success_description
source: For the next step please have your %1$@ and %2$@ for your online banking at hand.
de: Bitte halten Sie für den nächsten Schritt Ihre %1$@ und %2$@ bereit.
fr: Pour l'étape suivante, veuillez avoir à portée de main votre %1$@ et vos %2$@ à votre banque en ligne.

# phone_verification_login_credentials
source: login credentials
de: Online-Banking-Zugangsdaten
fr: identifiants de connexion

# phone_verification_error_title
source: Phone verification error
de: Fehler bei der Verifizierung der Telefonnummer
fr: Erreur de vérification du téléphone

# phone_verification_error_description
source: Provided TAN is not valid.
de: Angegebene TAN ist nicht gültig.
fr: Le TAN fourni n’est pas valide

# phone_verification_error_action
source: Retry TAN verification
de: TAN-Verifizierung wiederholen
fr: Réessayer la vérification TAN

# initial_title
source: Initiate
de: Beginnen

# initial_define
source: Define identification method...
de: Identifikationsmethode definieren...

# initial_info
source: Fetching identification details…
de: Abrufen von Identifikationsdaten...

# initial_register
source: Register identification method...
de: Identifikationsmethode registrieren...

# initial_prefetch
source: Prefetch data...
de: Daten vorab abrufen...

# terms_description
source: In order to proceed, please carefully read and agree to the Privacy Statement and Terms & Conditions policies
de: Um fortzufahren, lesen Sie bitte die Datenschutzerklärung und die allgemeinen Geschäftsbedingungen und stimmen Sie denen zu.

# terms_privacy_text
source: Privacy Statement
de: Datenschutzerklärung

# terms_terms_text
source: Terms & Conditions
de: AGBs

# terms_agreement_links
source: I agree to the %1$@ and %2$@
de: Ich stimme der %1$@ und den %2$@ zu

# terms_continue_button
source: Continue
de: Weiter

# fetch_data_title
source: Fetch data
de: Daten abrufen

# fetch_data_person
source: Fetching person data...
de: Abrufen von Personendaten...

# fetch_data_location
source: Fetch location data...
de: Standortdaten abrufen...

# fetch_data_ip_address
source: Fetch IP-address data...
de: IP-Addressdaten abrufen...

# location_title
source: Device location
de: Gerätestandort

# location_description
source: We need your device location to continue.
de: Wir benötigen Ihren Gerätestandort, um fortzufahren.

# location_error_title
source: Device location failed
de: Geräteortung fehlgeschlagen

# location_error_message
source: Device location failed
de: Geräteortung fehlgeschlagen

# zipper_error_kyc_invalid
source: KYC object is not valid because of:
de: KYC-Objekt ist ungültig wegen:

# zipper_error_zip_foundation_not_imported
source: ZIPFoundation framework in not imported into project
de: ZIPFoundation Framework wurde nicht in das Projekt importiert.

# zipper_error_zip_exceed_max_size
source: ZIP file exceeding the maximum file size, please check the API documentation
de: ZIP-Datei überschreitet die maximale Dateigröße, bitte überprüfen Sie die API-Dokumentation.

# zipper_error_cannot_create_zip
source: Cannot create the Zip
de: ZIP kann nicht erstellt werden.

# zipper_error_not_enough_space
source: Not enough space
de: Nicht genug Speicherplatz.

# zipper_error_unknown
source: Unexpected error occurred
de: Unerwarteter Fehler ist aufgetreten.

# zipper_error_alert_title
source: ZIP creation failed
de: ZIP-Erstellung fehlgeschlagen.

# verification_title
source: Verification
de: Verifizierung

# verification_description
source: Please wait for verification…
de: Bitte warten Sie bis die Verifizierung Ihrer Daten abgeschlossen ist…

# verification_process_title
source: Data verification…
de: Datenverifizierung…

# common_powered_by_solarisbank
source: Powered by Solarisbank
fr: Fourni par Solarisbank
