Repository: Solarisbank/identhub-ios
Catalog: Modules/IdentHubSDKBank/IdentHubSDKBank/Resources/Localization/*.lproj/InitialString.strings
Languages: fr

# iban_verification_iban_input_place_holder
source: e.g. DE21 1234 3456 4567 5678 6789
fr: par ex. DE21 1234 3456 4567 5678 6789

# iban_verification_error_iban_format
source: IBAN format is not valid
fr: Le format de l’IBAN n’est pas valide !

# iban_verification_failure_alert_title
source: IBAN verification failed
fr: Échec de la vérification de l’IBAN

# iban_verification_error_invalid_iban
source: Unfortunately the IBAN you entered is invalid or not supported.
fr: Malheureusement, l’IBAN que vous avez saisi n’est pas valide ou n’est pas pris en chargge.

# iban_verification_failure_alert_retry
source: Re-try with different IBAN
fr: Réessayer avec un IBAN différent

# iban_verification_failure_alert_fallback
source: Identify with alternative method
fr: S’identifier avec une autre méthode

# payment_verification_processing
source: Processing verificationâ€¦
fr: Traitement de la vérification en cours...

# payment_verification_success_action
source: Continue
fr: Continuer

# payment_verification_error_title
source: Payment verification error
fr: Erreur de vérification du paiement

# payment_verification_error_description
source: Unfortunately a technical error occurred. Please try again.
fr: Malheureusement, une erreur technique s’est produite. Veuillez réessayer.

# payment_verification_error_action
source: Retry IBAN verification
fr: Réessayer la vérification IBAN
