Repository: Solarisbank/identhub-ios
Catalog: Framework/Resources/Localization/*.lproj/Localizable.strings
Languages: es, it

# doc_scanner_side_undefined_title
source: Please take a picture of the document
es: Por favor, tome una foto de su identificación oficial.
it: Faccia una foto al documento, per favore

# location_title
source: Device location
es: Ubicación del dispositivo
it: Posizione del dispositivo

# location_description
source: We need your device location to continue.
es: Necesitamos la ubicación de tu dispositivo para continuar.
it: Abbiamo bisogno della posizione del tuo dispositivo per continuare.

# location_error_title
source: Device location failed
es: Error de ubicación del dispositivo
it: Localizzazione del dispositivo non riuscita

# location_error_message
source: Device location failed
es: Error de ubicación del dispositivo
it: Localizzazione del dispositivo non riuscita

# upload_data_title
source: Data upload
es: Carga de datos
it: Caricamento dati

# upload_data_description
source: Your data is being uploaded...
es: Sus datos están siendo procesados...
it: I tuoi dati sono in fase di caricamento...

# upload_data_uploading
source: Uploading...
es: Cargando...
it: Caricamento in corso...

# upload_data_preparation
source: Prepare upload data...
es: Prepara la carga de datos...
it: Prepara i dati di caricamento...

# zipper_error_kyc_invalid
source: KYC object is not valid because of:
es: El objeto KYC no es válido, debido a:
it: L'oggetto KYC non è valido a causa di:

# zipper_error_zip_foundation_not_imported
source: ZIPFoundation framework in not imported into project
es: ZIPFoundation framework no importado en el proyecto
it: ZIPFoundation Framework non è stato importato nel progetto.

# zipper_error_zip_exceed_max_size
source: ZIP file exceeding the maximum file size, please check the API documentation
es: El archivo ZIP excede el tamaño máximo de archivo, revisa la documentación de la API
it: Il file ZIP supera la dimensione massima del file, controlla la documentazione API.

# zipper_error_cannot_create_zip
source: Cannot create the Zip
es: No se puede crear el zip
it: ZIP non può essere creato.

# zipper_error_not_enough_space
source: Not enough space
es: No hay espacio suficiente
it: Spazio non sufficiente.

# zipper_error_unknown
source: Unexpected error occurred
es: Se produjo un error inesperado
it: Si è verificato un errore imprevisto.

# zipper_error_alert_title
source: ZIP creation failed
es: Fallo al crear el ZIP
it: Creazione ZIP non riuscita.

# verification_title
source: Verification
es: Verificación
it: Verifica

# verification_description
source: Please wait for verification…
es: Espera la verificación...
it: Attendi il completamento della verifica dei tuoi dati...

# verification_process_title
source: Data verification…
es: Verificación de datos...
it: Verifica dei dati...

# api_error_malformed_json
source: Indicates that string received in the response couldn't been parsed.
it: Impossibile analizzare la stringa ricevuta nella risposta.

# api_error_client_error
source: Indicates the error on the client's side.
it: Si è verificato un errore lato client.

# api_error_authorization_failed
source: Indicates that authorization failed.
it: Autorizzazione fallita.

# api_error_unauthorized
source: Action has not been authorized.
it: Azione non autorizzata.

# api_error_data_mismatch
source: Data mismatch.
it: Conflitto di dati.

# api_error_incorrect_ident_status
source: The identification status was not allowed to proceed with the action.
it: Lo stato di identificazione non è autorizzato a continuare l'azione.

# api_error_unprocessable_entity
source: Data invalid or expired.
it: Dati non validi o scaduti.

# api_error_internal_server_error
source: Indicates the internal server error.
it: Si è verificato un errore interno del server.

# api_error_request_build_error
source: Indicates build request error.
it: Si è verificato un errore di richiesta di compilazione.

# api_error_unknown
source: Indicates that api client encountered an error not listed above.
it: Si è verificato un errore non elencato sopra.

# api_error_resource_not_found
source: Resource has not been found.
it: Risorsa non trovata.

# api_error_location_permission
source: Location permission denied.
it: Accesso alla posizione negato.

# api_error_location_error
source: Device can't define location data.
it: Il dispositivo non riesce a trovare i dati sulla posizione.

# api_error_iban_verification
source: IBAN verification failed.
it: Verifica IBAN non riuscita.

# api_error_payment_failure
source: Payment verification failed.
it: Verifica del pagamento non riuscita.

# result_success_title
source: Congratulations
es: Enhorabuena
it: Congratulazioni

# result_success_description
source: Your data was confirmed.
es: Tus datos se han confirmado.
it: I tuoi dati sono stati confermati con successo.

# result_failed_title
source: Please try again…
es: Vuelve a intentarlo...
it: Per favore riprova…

# result_failed_description
source: Identification process fails.
es: El proceso de identificación ha fallado.
it: Identificazione non riuscita.

# phone_verification_title
source: Confirm phone
es: Confirme su numero de teléfono

# doc_scanner_info_expire_date_message
source: Expiry date can not be in the past
es: La fecha de caducidad no puede estar en el pasado
