Repository: Solarisbank/identhub-ios
Catalog: Framework/Resources/Localization/*.lproj/Localizable.strings
Languages: es, it

# progress_view_progress
source: Identification progress
it: Identificazione in corso

# progress_view_phone_verification
source: Phone verification
it: Verifica del numero di telefono

# progress_view_bank_verification
source: Bank verification
it: Verifica delle coordinate bancarie

# progress_view_sign_documents
source: Sign documents
it: Firma documenti

# common_next
source: Next
it: Proseguire

# common_quit
source: Quit
it: Uscire

# common_continue_button
source: Continue
it: Continuare

# common_back
source: Back
it: Indietro

# common_powered_by_solarisbank
source: Powered by Solarisbank
it: Realizzato da Solarisbank

# common_verifying
source: Verifying...
it: Verificare...

# common_download_all_documents
source: Download all documents
it: Scarica tutti i documenti

# common_dismiss
source: Dismiss
it: Eliminare

# common_try_again
source: Try again
it: Riprovare

# common_cancel
source: Cancel
it: Cancellare

# common_settings
source: Settings
it: Impostazioni

# common_generic_error
source: Something went wrong
it: Qualcosa è andato storto

# common_confirm
source: Confirm
it: Confermare

# quitting_title
source: Are you sure you want to quit onboarding process?
it: Sei sicuro di voler uscire dal processo di registrazione?

# quitting_description
source: Your progress will be lost. You will be required to repeat the steps next time.
it: I tuoi progressi non verranno salvati. La prossima volta che proverai, ricomincerai dall'inizio.

# quitting_stay_action
source: Stay
it: Restare

# start_ident_title
source: Start identification
es: Iniciar identificación
it: Inizia identificazione

# start_ident_disclaimer
source: In order to complete the identification process, you will be asked to:
es: Para completar el proceso de identificación, tendrás que:
it: Per completare il processo di identificazione sarà necessario:

# start_ident_steps
source: 1. Verify your phone number with TAN. 2. Identify yourself using your bank account. 3. Read and sign proper consents, no need to print.
es: 1. Verificar tu número de teléfono con TAN. 2. Identificarte con tu cuenta bancaria. 3. Leer y firmar los consentimientos adecuados, no es necesario imprimirlos.
it: 1. Verificare il proprio numero di telefono con un TAN 2. identificarsi tramite il proprio conto bancario 3. leggere e firmare gli opportuni consensi, senza bisogno di stampare.

# start_ident_follow_verification
source: Please follow the verification of your phone number to continue.
es: Sigue la verificación de tu número de teléfono para continuar.
it: Segui le istruzioni per verificare il tuo numero di telefono.

# start_ident_send_code
source: Send verification code
es: Enviar código de verificación
it: Invia il codice di conferma

# phone_verification_enter_code
source: Enter the 6-digit code sent to
es: Introduzca el código de 6 dígitos enviado a su número móvil %1$@
it: Inserisci il codice a 6 cifre che hai ricevuto

# phone_verification_request_code_timer
source: Request a new code in
es: Solicitar un nuevo código en
it: Richiedi nuovo codice in

# phone_verification_send_new_code
source: Send new code
es: Enviar nuevo código
it: Invia nuovo codice

# phone_verification_wrong_tan
source: Wrong TAN. You need to request a new TAN and try again.
es: TAN incorrecto. Debes solicitar un nuevo TAN e intentarlo de nuevo.
it: TAN errato. Devi richiedere un nuovo TAN e riprovare.

# request_tan_failed
source: Failed to request new TAN.
es: Error al solicitar un nuevo TAN.
it: Impossibile richiedere il nuovo TAN.

# phone_verification_submit_code
source: Submit code
es: Enviar código
it: Manda il codice

# phone_verification_request_new_code
source: Request new code
es: Solicitar un nuevo código
it: Richiedi un nuovo codice

# phone_verification_success_title
source: Phone verification successful
es: ¡Teléfono validado con éxito!
it: Numero di telefono verificato con successo

# phone_verification_success_description
source: Continue to identify yourself with a bank account.
es: Tenga a mano su %1$@ y los datos de acceso as su banco online para el siguiente paso
it: Continua a identificarti con un conto bancario.

# phone_verification_success_action
source: Begin Bank Identification
it: Avvia identificazione bancaria

# phone_verification_error_title
source: Phone verification error
es: Error de verificación telefónica
it: Errore di verifica del numero di telefono

# phone_verification_error_description
source: Provided TAN is not valid.
es: El TAN proporcionado no es válido.
it: Il TAN specificato non è valido.

# phone_verification_error_action
source: Retry TAN verification
es: Vuelve a intentar la verificación del TAN
it: Ripetere la verifica TAN

# iban_verification_personal_account_disclaimer
source: Please provide the IBAN number of your personal bank account.
it: Inserisci l'IBAN del tuo conto bancario personale.

# iban_verification_joined_accounts_disclaimer
source: Please note, that joined accounts will not pass the identification requirements.
it: Si prega di notare che l'identificazione con un conto cointestato non è possibile.

# iban_verification_iban_input_place_holder
source: e.g. DE21 1234 3456 4567 5678 6789
es: por ejemplo, DE21 1234 3456 4567 5678 6789
it: DEXX XXXX XXXX XXXX XXXX XX

# iban_verification_error_iban_format
source: IBAN format is not valid
es: El formato IBAN no es válido.
it: Formato IBAN non valido!

# iban_verification_initiate_payment_verification
source: Initiate Payment Verification
it: Inizia la verifica del pagamento

# iban_verification_failure_alert_title
source: IBAN verification failed
es: Fallo en la verificación del IBAN
it: Verifica IBAN fallita

# iban_verification_error_invalid_iban
source: Unfortunately the IBAN you entered is invalid or not supported.
es: Lamentablemente, el IBAN que has introducido no es válido o no es compatible.
it: Purtroppo l'IBAN che hai inserito non è valido o non è supportato.

# iban_verification_failure_alert_retry
source: Re-try with different IBAN
es: Vuelve a intentarlo con otro IBAN
it: Prova un IBAN diverso

# iban_verification_failure_alert_fallback
source: Identify with alternative method
es: Identifícate con un método alternativo
it: Identificare usando un altro metodo

# payment_verification_establishing_connection
source: Establishing secure connection to your bank…
es: Estableciendo conexión segura con tu banco...
it: Viene stabilita una connessione sicura con la tua banca ......

# payment_verification_processing
source: Processing verification…
es: Procesando la verificación...
it: La verifica è in fase di elaborazione...

# payment_verification_success_title
source: Payment verification successful
es: Verificación del pago realizada con éxito
it: Verifica del pagamento riuscita

# payment_verification_success_description
source: Continue to sign documents to finish your identification process.
es: Continúa firmando los documentos para finalizar tu proceso de identificación.
it: Firma i documenti per completare il processo di identificazione.

# payment_verification_success_action
source: Continue
es: Continuar
it: Continua

# payment_verification_error_title
source: Payment verification error
es: Error de verificación del pago
it: Errore di verifica del pagamento

# payment_verification_error_description
source: Unfortunately a technical error occurred. Please try again.
es: Lamentablemente se ha producido un error técnico. Vuelve a intentarlo.
it: Purtroppo si è verificato un errore tecnico. Per favore riprova.

# payment_verification_error_action
source: Retry IBAN verification
es: Vuelve a intentar la verificación del IBAN
it: Ripeti la verifica dell'IBAN

# sign_documents_application_confirm
source: Check your document(s)
it: Controlli il suo documento(i)

# sign_documents_application_description
source: Please review the document(s) before you sign them.
it: La preghiamo di revisionare il documento(i) prima di firmalo(i)

# sign_documents_application_view_doc
source: View document
it: Visualizzare il documento

# sign_documents_application_send_code
source: Send code to sign
it: Ricevi il codice e firma

# sign_documents_transaction_info_part_one
source: Your transaction ID is
it: Il tuo ID transazione è

# sign_documents_transaction_info_part_two
source: Make sure it is the same in SMS you just received.
it: Assicurati di avere lo stesso ID transazione nell'SMS.

# sign_documents_submit_and_sign
source: Submit and sign
it: Firma e invia

# sign_documents_request_code
source: Request new code
it: Richiedi nuovo codice

# sign_documents_application_being_processed
source: Your application is being processed...
it: La tua richiesta è in fase di elaborazione...

# sign_documents_download_documents
source: You will be able to download all of the signed documents soon.
it: Presto potrai scaricare tutti i documenti firmati.

# finish_ident_successful_title
source: Identification successful!
es: ¡Identificación realizada con éxito!
it: Identificato con successo!

# finish_ident_successful_description
source: You have completed the identification process! Download documents and save in secure place for future reference.
es: Has completado el proceso de identificación. Descarga los documentos y guárdalos en un lugar seguro, para futuras consultas.
it: Hai completato l'identificazione! Scarica i documenti e conservali in un luogo sicuro per riferimenti futuri.

# finish_ident_successful_action
source: Finish
es: Terminar
it: Fine

# initial_title
source: Initiate
es: Iniciar
it: Inizio

# initial_define
source: Define identification method...
es: Definir el método de identificación...
it: Definire il metodo di identificazione...

# initial_info
source: Obtain identification details...
es: Buscando datos de identificación...
it: Ottieni i dettagli di identificazione ...

# initial_register
source: Register identification method...
es: Registrar método de identificación...
it: Metodo di identificazione del registro ...

# initial_prefetch
source: Prefetch data...
es: Prebuscar datos...
it: Ottieni i dati in anticipo ...

# fetch_data_title
source: Fetch data
es: Buscar datos
it: Richiama i dati

# fetch_data_person
source: Fetch person data...
es: Obtención de datos de personas...
it: Recupera i dati personali...

# fetch_data_location
source: Fetch location data...
es: Buscar datos de ubicación...
it: Ottieni dati sulla posizione...

# fetch_data_ip_address
source: Fetch IP-address data...
es: Buscar datos de la dirección IP...
it: Ottieni i dati dell'indirizzo IP...

# terms_description
source: In order to proceed, please carefully read and agree to the Privacy Statement and Terms & Conditions policies
es: Para continuar, lee atentamente y acepta la Declaración de privacidad y los Términos y condiciones
it: Per continuare, leggi e accetta l'informativa sulla privacy e i Termini & Condizioni.

# terms_privacy_text
source: Privacy Statement
es: Declaración de privacidad
it: Protezione dati

# terms_terms_text
source: Terms & Conditions
es: Términos y condiciones
it: Termini e Condizioni

# terms_agreement_links
source: I agree to the %1$@ and %2$@
es: Estoy de acuerdo con la %1$@ y los %2$@
it: Accetto %1$@ e %2$@

# terms_continue_button
source: Continue
es: Continuar
it: Continua

# welcome_page_title
source: Welcome
es: Bienvenido
it: Benvenuto

# welcome_start_button
source: Start
es: Iniciar
it: Iniziare

# welcome_camera_title
source: Smile for the camera
es: Sonríe a la cámara
it: Si prega di guardare la fotocamera

# welcome_camera_description
source: Your selfie will be compared to the one in your ID document. Don’t worry, it’s never going to see the light of day, promise!
es: Tu selfie será comparado con el de tu documento de identidad. No te preocupes, nunca saldrá a la luz, ¡prometido!
it: Il tuo selfie verrà confrontato con la foto sul tuo documento d'identità. Non preoccuparti, non vedrà mai la luce del giorno, promesso!

# welcome_document_title
source: Scan your ID document
es: Escanea tu documento de identidad
it: Scansiona il tuo documento di identità

# welcome_document_description
source: With this we can make sure that you’re really who you say you are and avoid identity theft.
es: Con esto podemos asegurarnos de que eres realmente quien dices ser y evitar la suplantación de identidad.
it: Questo è il modo in cui ci assicuriamo che sia davvero tu e preveniamo il furto di identità.

# welcome_location_title
source: Submit your case
es: Enviar tu caso
it: Attiva e carica la posizione

# welcome_location_description
source: Last thing you need to do is enabling your location and submitting your case! How easy it that?
es: Lo último que tienes que hacer es habilitar tu ubicación y enviar tu caso. Qué fácil, ¿verdad?
it: L'ultima cosa che devi fare è attivare la tua posizione e caricare i tuoi dati! Facile vero?

# welcome_page_acknowledgement
source: I acknowledge SAFENED Fourthline's privacy statement.
es: Reconozco la declaración de privacidad de SAFENED Fourthline.
it: Ho preso atto delle informazioni sulla protezione dei dati di SAFENED Fourthline.

# welcome_page_fourthline_privacy
source: SAFENED Fourthline's privacy statement
es: declaración de privacidad de SAFENED Fourthline
it: protezione dei dati di SAFENED Fourthline

# selfie_title
source: Take a selfie
es: Hazte un selfie
it: Fatti un selfie

# selfie_scanning
source: scanning...
es: escaneando...
it: Riconoscimento…

# selfie_detected
source: face detected
es: cara detectada
it: Volto riconosciuto con successo

# selfie_success
source: Scan Successful
es: Escaneo realizado con éxito
it: Scansione riuscita

# selfie_retake
source: Retake
es: Volver a hacer la foto
it: Ripetere

# selfie_confirm
source: Confirm
es: Confirmar
it: Confermare

# selfie_confirm_selfie
source: Confirm Selfie
es: Confirmar Selfie
it: Conferma selfie

# selfie_warning_face_not_in_frame
source: Fit face in frame
es: Encaja la cara en el recuadro
it: Adatta il tuo viso alla cornice della foto

# selfie_warning_face_not_detected
source: Face not detected
es: Cara no detectada
it: Volto non riconosciuto

# selfie_warning_face_too_close
source: Move the phone farther
es: Aleja el teléfono
it: Tieni il telefono più lontano dal tuo viso

# selfie_warning_face_too_far
source: Move the phone closer
es: Acerca el teléfono
it: Tieni il telefono più vicino al tuo viso

# selfie_warning_face_camera_directly
source: Face the camera directly
es: Mira directamente a la cámara
it: Guarda dritto nella fotocamera

# selfie_warning_multiple_faces_detected
source: Multiple faces detected
es: Varias caras detectadas
it: Più volti riconosciuti

# selfie_warning_device_not_steady
source: Device not steady
es: El dispositivo no está estable
it: Il cellulare non è in una posizione stabile

# selfie_warning_looking_for_face
source: Looking for a face
es: Buscando una cara
it: Riconoscimento facciale

# selfie_warning_unknown
source: Occurs unknown issue
es: Se ha producido un problema desconocido
it: Errore sconosciuto

# selfie_error_failed
source: Selfie failed
es: Selfie fallido
it: Selfie fallito

# selfie_error_timeout
source: Photo timed out
es: El tiempo para hacer la foto se ha agotado
it: Limite di tempo raggiunto

# selfie_error_face_disappeared
source: Face disappeared
es: La cara ha desaparecido
it: Il viso è scomparso

# selfie_error_camer_permission
source: Camera permission required
es: Se requiere permiso de cámara
it: Accesso alla fotocamera richiesto

# selfie_error_recording_failed
source: Something went wrong
es: Algo salió mal
it: Qualcosa è andato storto

# selfie_error_scanner_interrupted
source: Scanner was interrupted
es: El escáner se ha interrumpido
it: Scanner interrotto

# selfie_error_unknown
source: Something went wrong
es: Algo salió mal
it: Qualcosa è andato storto

# selfie_error_alert_title
source: Selfie scan failed
es: El escáner de selfie falló
it: Scansione selfie non riuscita

# selfie_error_alert_message
source: It was not possible to take your selfie. This process is mandatory for your onboarding process.
es: No fue posible hacer tu selfie. Este proceso es obligatorio para el proceso de registro.
it: Scansione selfie non riuscita. Questo passaggio è necessario per la tua identificazione, riprova.

# selfie_error_multiple_faces
source: Camera detects multiple faces. Please make sure you're scan single person face.
es: La cámara detecta múltiples caras. Asegúrate de escanear la cara de una sola persona.
it: Riconosciuto più di un volto. Assicurati che solo il tuo viso sia visibile durante il processo di scansione.

# selfie_error_reset_not_allowed
source: Session still active. Please continue.
es: La sesión sigue activa. Continúa.
it: Sessione ancora attiva. Perfavore continua.

# selfie_liveness_title
source: Liveness check
es: Comprobación de viveza
it: Verifica del movimento

# selfie_liveness_checking
source: liveness check...
es: Comprobación de viveza...
it: Comprobación de viveza...

# selfie_liveness_confirm
source: liveness confirm
es: Confirmación de viveza
it: Confirmación de viveza

# selfie_liveness_faild
source: liveness check failed
es: Fallo en la comprobación de la viveza
it: Fallo en la comprobación de la viveza

# selfie_liveness_turn_head_left
source: Turn your head left
es: Gira la cabeza a la izquierda
it: Per favore, gira la testa a sinistra.

# selfie_liveness_turn_head_right
source: Turn your head right
es: Gira la cabeza a la derecha
it: Per favore, gira la testa a destra.

# camera_permission_error_title
source: Camera permission denied
es: Permiso de cámara denegado
it: Accesso alla fotocamera negato

# camera_permission_error_message
source: Scanner can't be started without camera permission; please allow it
es: El escáner no puede iniciarse sin el permiso de cámara; permítelo
it: Lo scanner non può essere avviato senza l'accesso alla fotocamera. Si prega di consentire l'accesso.

# camera_error_message
source: ERROR: In order to use vision scanners you need to grant camera permission.
es: ERROR: Para poder utilizar los escáneres de visión es necesario conceder el permiso de cámara.
it: ERRORE: per utilizzare lo scanner devi consentire l'accesso alla fotocamera.

# camera_permission_not_granted
source: Camera permission required
es: Se requiere permiso de cámara
it: Accesso alla fotocamera non consentito.

# doc_scanner_title
source: Your ID-document
es: Tu documento de identidad
it: Il tuo documento d'identità

# doc_scanner_description
source: choose your document type
es: Elige el tipo de documento
it: Seleziona il tuo documento di identità

# doc_scanner_passport
source: Passport
es: Pasaporte
it: Passaporto

# doc_scanner_id_card
source: ID Card
es: Documento de identidad
it: Carta d'identità

# doc_scanner_paper_id
source: Paper ID
es: Identificación de papel
it: C. d’identità cartacea

# doc_scanner_scan_successful
source: Scan successful
es: Escaneo realizado con éxito
it: Scansione riuscita

# doc_scanner_scanning
source: Scanning...
es: Escaneando...
it: Scannerizzare...

# doc_scanner_scan_failed
source: Scan failed
es: Escaneo fallido
it: Scansione non riuscita

# doc_scanner_retake
source: Retake
es: Intentar de nuevo
it: Rifare

# doc_scanner_confirm_result
source: Confirm the result
es: Confirme el resultado
it: Confermi il risultato

# doc_scanner_warning_device_not_steady
source: Device not steady
es: El dispositivo no está estable
it: Dispositivo non stabile

# doc_scanner_warning_too_dark
source: Too dark
es: Demasiado oscuro
it: Il documento è troppo scuro

# doc_scanner_warning_unkown
source: Something went wrong
es: Algo salió mal
it: Qualcosa è andato storto

# doc_scanner_error_interrupted
source: Scanner was interrupted
es: El escáner se ha interrumpido
it: Scanner interrotto

# doc_scanner_error_timeout
source: Scan timed out
es: Se ha agotado el tiempo para escanear
it: Scanner scaduto

# doc_scanner_error_alert_title
source: Document scan failed
es: Escáner del documento fallido
it: Registrazione scansione non riuscita

# doc_scanner_error_alert_message
source: It was not possible to scan your document. This process is mandatory for your onboarding process.
es: No fue posible realizar escanear tu documento. Este proceso es obligatorio para el proceso de registro.
it: Si è verificato un errore di scansione. . Questo passaggio è necessario per la tua identificazione, riprova.

# doc_scanner_error_snapshot_not_allowed
source: Step take document snapshot is not active anymore.
es: El paso de tomar una instantánea del documento ya no está activo.
it: Istantanea del documento non più attiva.

# doc_scanner_error_step_not_finished
source: Step is not successfully finished.
es: El paso no ha finalizado correctamente.
it: La fase del processo non è stata completata correttamente.

# doc_scanner_error_reset_not_allowed
source: Step still active.
es: El paso sigue activo.
it: La fase del processo è ancora attiva, il ripristino non è consentito.

# doc_scanner_info_title
source: Document information
es: Información del documento
it: Informazioni sul documento

# doc_scanner_info_doc_number
source: document number
es: número de documento
it: Documento/Numero ID

# doc_scanner_info_issue_date
source: date of issue
es: fecha de emisión
it: Data di emissione

# doc_scanner_info_expire_date
source: document expiry date
es: fecha de caducidad del documento
it: Data di scadenza / valido fino al

# doc_scanner_info_warning
source: Please confirm if your data derived properly from the document scan
es: Confirma si se han obtenido correctamente tus datos al escanear documento
it: Si prega di confermare la correttezza dei dati nel documento.

# doc_scanner_info_enter_data
source: Please enter
es: Favor de introducir
it: Entri, per favore

# doc_scanner_info_confirm_data
source: Please confirm
es: Por favor confirme
it: Confermi, per favore

# doc_scanner_side_front_name
source: front
es: anverso
it: davanti

# doc_scanner_side_back_name
source: back
es: reverso
it: retro

# doc_scanner_side_inside_left_name
source: inside left
es: interior izquierda
it: dentro a sinistra

# doc_scanner_side_inside_right_name
source: inside right
es: interior derecha
it: dentro a destra

# doc_scanner_side_undefined_name
source: Document side not defined
es: lateral del documento no definido
it: Pagina del documento non definita

# doc_scanner_side_front_title
source: Scan the front of the document
es: Escanee la parte frontal del documento
it: Scansiona il fronte del documento

# doc_scanner_side_front_angled_title
source: Make a front picture of the document at an angle
es: Tome una foto del documento en ángulo
it: Inclina il telefono e fai una foto al documento

# doc_scanner_side_back_title
source: Scan the back of the document
es: Escanee la parte trasera del documento
it: Scansiona il retro del documento

# doc_scanner_side_back_angled_title
source: Make a back picture of the document at an angle
es: Tome una foto del documento en ángulo
it: Inclina il telefono e fai una foto al documento

# doc_scanner_side_inside_left_title
source: Scan the inside left of the document
es: Escanee el interior izquierdo del documento
it: Scansiona la parte interna sinistra del documento

# doc_scanner_side_inside_left_angled_title
source: Scan the inside left of the document at an angle
es: Escanee de manera angular el interior izquierdo del documento
it: Scansiona la parte interna sinistra del documento da un angolo

# doc_scanner_side_inside_right_title
source: Scan the inside right of the document
es: Escanee el interior derecho del documento
it: Scansiona la parte interna destra del documento

# doc_scanner_side_inside_right_angled_title
source: Scan the inside right of the document at an angle
es: Escanee de manera angular el interior derecho del documento
it: Scansiona la parte interna destra del documento da un angolo
